Revit 2027 API
ParameterTypeId.StructuralSectionIshapeFlangethicknessLocation Property
 "Flange Thickness Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeFlangethicknessLocation { get; }
Public Shared ReadOnly Property StructuralSectionIshapeFlangethicknessLocation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeFlangethicknessLocation {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeFlangethicknessLocation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace